Repository: pontikis/cliowp
Catalog: languages/*.po
Languages: el

source: Blog
el: Ιστολόγιο

source: Custom content
el: Δείγμα κειμένου

source: Custom query
el: Προσαρμοσμένη αναζήτηση στη βάση

source: Footer Menu Location
el: Θέση για μενού στο κάτω μέρος της σελίδας

source: Header Menu Location
el: Θέση για μενού στο πάνω μέρος της σελίδας

source: Home
el: Αρχική σελίδα

source: Mobile Menu Location
el: Θέση για μενού σε κινητά

source: No results for this query
el: Δεν βρέθηκαν αποτελέσματα για την αναζήτηση

source: Page not found
el: Η σελίδα δεν βρέθηκε

source: Please enter a search term
el: Παρακαλούμε, εισάγετε ένα όρο για αναζήτηση

source: Read more
el: Περισσότερα

source: Results
el: Βρέθηκαν

source: Search query
el: Αναζήτηση για

source: Search results
el: Αποτελέσματα αναζήτησης
